OpenFOAM-10/tutorials/incompressible/pimpleFoam/laminar/blockedChannel/Allrun
#!/bin/sh

cd ${0%/*} || exit 1

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication postProcess -func generateAlphas
runApplication $(getApplication)
